Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON_EN>FR.tmx
Source language: en
Languages: fr_fr

source: RIAN, HOW COULD YOU, AS A DUKE'S DAUGHTER, DO SOMETHING AS UNDIGNIFIED AS RUN AROUND LIKE THAT?
fr_fr: RIAN, TU ES FILLE DE DUC. COMMENT AS-TU PU FAIRE QUELQUE CHOSE D’AUSSI INDIGNE EN COURANT DE LA SORTE ?

source: I’M JUST STAYING ON MY GUARD SINCE THERE’S NO TELLING WHAT COULD HAPPEN.
fr_fr: JE RESTE SIMPLEMENT SUR MES GARDES. ON NE SAIT PAS CE QUI POURRAIT ARRIVER.

source: GEEZ—
fr_fr: C’EST PAS VRAI—

source: SWALLOW
fr_fr: GLOUPS

source: WORSE YET, IF THEY DON’T CATCH THE KILLER, THAT WOULD JUST PROVE HOW INCOMPETENT THE DISTRICT ATTORNEY’S FOLKS ARE.
fr_fr: PIRE, S’ILS NE TROUVENT PAS LE COUPABLE, CELA NE FERAIT QUE PROUVER L’INCOMPÉTENCE DES SERVICES DU PROCUREUR.

source: YOUR ELDEST SON, THEODORE, IS STILL AWAY AT BOARDING SCHOOL, CORRECT?
fr_fr: VOTRE FILS AÎNÉ, THEODORE, EST ENCORE EN PENSIONNAT, JE ME TROMPE ?

source: HIYAH!
fr_fr: YAH !

source: WHAT'S THIS...?
fr_fr: QU’EST-CE QUE C’EST ?

source: UGH-
fr_fr: PFF

source: WHICH MEANS THERE SHOULDN’T BE ANY PETECHIAE OR HEMOSTASIS ON THE FACE.
fr_fr: ON NE DEVRAIT DONC PAS VOIR DE PÉTÉCHIES NI D’HÉMOSTASE.

source: EVEN THE PRINCE SAW HER WALKING AROUND IN GOOD HEALTH, SO WE CAN'T SHUT HER UP IN HER ROOM ANYMORE.
fr_fr: LE PRINCE L’A VUE MARCHER ET EN BONNE SANTÉ. NOUS NE POUVONS PLUS LA GARDER ENFERMÉE DANS SA CHAMBRE.

source: THANK GOODNESS, MISS!
fr_fr: TANT MIEUX, MADEMOISELLE !

source: DIVORCE.
fr_fr: LE DIVORCE.

source: AND NOW, SHE'S TRYING TO MARRY HER DAUGHTER, SHARON, TO THE SECOND PRINCE LEONHARTZ.
fr_fr: ET VOILÀ QU’ELLE ESSAIE DE MARIER SA FILLE SHARON AU SECOND PRINCE LEONHARTZ.

source: WHAT ARE THEY STILL DOING THERE?
fr_fr: QU’EST-CE QU’ILS FABRIQUENT ?

source: GO, AND PLAY WITH YOUR GRANDKIDS OR SOMETHING.
fr_fr: ALLEZ JOUER AVEC VOS PETITS-ENFANTS, OCCUPEZ-VOUS.

source: WHAT'S GOING ON?
fr_fr: QUE SE PASSE-T-IL ?

source: REALLY?
fr_fr: VRAIMENT ?

source: IS THAT HOW YOUR PARENTS RAISED YOU?
fr_fr: C’EST CE QUE TES PARENTS T’ONT APPRIS ?

source: FIX
fr_fr: ARRANGE

source: IT TAKES ME AN HOUR JUST TO PUT THIS THING ON!
fr_fr: IL ME FAUT UNE HEURE POUR M’HABILLER !

source: MAJESTY!
fr_fr: MAJESTÉ !

source: TAKE THE BUKCHON ROAD INSTEAD.
fr_fr: PRENEZ LA RUE BUCKHON.

source: LET'S...
fr_fr: JE...

source: NOT AT ALL.
fr_fr: ABSOLUMENT PAS.

source: I HAVE NO INTENTION OF MARRYING YOU, BUT...
fr_fr: JE N’AI NULLEMENT L’INTENTION DE VOUS ÉPOUSER, MAIS...

source: I'M NOT JUST GOING TO LAY DOWN AND DIE PEACEFULLY!
fr_fr: JE NE VAIS PAS RESTER ALLONGÉE À ATTENDRE LA MORT SANS RIEN FAIRE !

source: SOMETHING’S BEEN GROWLING FROM BEHIND THESE BUSHES FOR A WHILE NOW.
fr_fr: ON ENTEND GROGNER DERRIÈRE LES BUISSONS DEPUIS UN MOMENT.

source: HEY, YOU TWO!
fr_fr: HÉ, VOUS DEUX !

source: I HAVE A MEMORY OF TREMBLING AT THE VERY THOUGHT OF MY STEPMOTHER, BUT NOW...
fr_fr: DANS MON SOUVENIR, JE TREMBLAIS À LA SIMPLE PENSÉE DE MA BELLE-MÈRE, MAIS LÀ...

source: …BUT WE’RE GUESSING IT WAS SOMETIME BETWEEN 07:00 AND 09:00.
fr_fr: ... MAIS IL SEMBLERAIT QUE LA MORT AIT EU LIEU ENTRE 07H00 ET 09H00.

source: I’M NOT GONNA JUST SIT AROUND HERE ANYMORE!
fr_fr: JE NE VAIS PAS RESTER PLANTÉ LÀ !

source: BURST
fr_fr: BAM

source: SEND HER IN.
fr_fr: FAITES-LA ENTRER.

source: BUT MADAM!
fr_fr: MAIS MADAME !

source: SHE'S THE CEO'S EX-WIFE!
fr_fr: C’EST L’EX-FEMME DU PRÉSIDENT !

source: MEEK
fr_fr: DOCILE

source: MEANING, I'M A SIDE SIDE CHARACTER!
fr_fr: JE SUIS DONC UN PERSONNAGE SECONDAIRE !

source: MY GUT TELLS ME THIS IS MORE THAN JUST AN ANNOYING COINCIDENCE…
fr_fr: JE SENS QUE CE N’EST PAS QU’UNE FÂCHEUSE COÏNCIDENCE...

source: AND I’M NOT GOING TO CHANGE MY MIND.
fr_fr: JE NE REVIENDRAI PAS SUR MA DÉCISION.

source: TO BE FAIR, IT’S BECAUSE YOU’RE A QUEEN.
fr_fr: C’EST PARCE QUE VOUS ÊTES UNE FEMME.

source: …AND WHEN I WOKE UP, I FOUND MYSELF IN THE MIDDLE OF THIS CREEPY FOREST.
fr_fr: JE ME SUIS RÉVEILLÉ AU MILIEU DE CETTE FORÊT TERRIFIANTE.

source: WAS MY PERSONALITY ALWAYS LIKE THIS?
fr_fr: AI-JE TOUJOURS ÉTÉ AINSI ?

source: HEY...!
fr_fr: HÉ...!

source: JOG
fr_fr: COURS

source: YOU ORDERED A LOT OF FOOD!
fr_fr: ÇA FAIT BEAUCOUP DE NOURRITURE !

source: I KNOW.
fr_fr: JE SAIS.

source: I’M GOING TO GET OUT OF HERE.
fr_fr: JE VAIS PARTIR D’ICI.

source: THANK YOU FOR YOUR TIME.
fr_fr: MERCI DE ME RECEVOIR.

source: DON'T YOU READ THE NEWSPAPERS?
fr_fr: TU NE LIS PAS LES JOURNAUX ?

source: SPRING
fr_fr: REDRESSE

source: THIS ISN'T A DREAM!
fr_fr: JE NE SUIS PAS DANS UN RÊVE !

source: GOSH, YOU’VE GOT A LOUD VOICE.
fr_fr: QU’EST-CE QUE VOUS PARLEZ FORT.

source: AND INDIFFERENT.
fr_fr: ET INDIFFÉRENT.

source: SO, EVERYONE GETS A HAPPY ENDING EXCEPT ME?!
fr_fr: ALORS, ILS CONNAISSENT TOUS UNE FIN HEUREUSE SAUF MOI ?!

source: PLEASE DON'T MISUNDERSTAND, I'M NOT SUGGESTING WE CANCEL THE ENGAGEMENT.
fr_fr: JE VOUS EN PRIE, NE VOUS MÉPRENEZ PAS. JE NE CHERCHE PAS À ROMPRE LES FIANÇAILLES.

source: THEN WHY DID YOU BOTHER PUNCHING THE ADDRESS INTO THE NAVIGATION?
fr_fr: ALORS POURQUOI AVEZ-VOUS ENTRÉ L’ADRESSE DANS LE GPS ?

source: THEN...
fr_fr: BIEN...

source: BECOMING PART OF THE ROYAL FAMILY IS A SUREFIRE WAY TO SHORTEN MY LIFE!
fr_fr: INTÉGRER LA FAMILLE ROYALE RACCOURCIRAIT MA VIE À COUP SÛR.

source: GIVING BRITH, IN THE SPAN OF A MERE 10 YEARS, TO THE GREAT EMPIRE OF VALENCIA.
fr_fr: DONNANT NAISSANCE, EN SEULEMENT DIX ANS, AU GRAND EMPIRE DE VALENCIA.

source: WHO, THE REPRESENTATIVE FROM GLOW, MS.
fr_fr: QUI DONC ? LA REPRÉSENTANTE DE BONNE MINE, MADAME

source: WELCOME TO CARPE DIE--
fr_fr: BIENVENUE CHEZ CARPE DIE...

source: TO BE HONEST I’VE BEEN SCARED OUT OF MY PANTS FOR A WHILE NOW…
fr_fr: JE VOUS LE DIS FRANCHEMENT, J’AI LA TROUILLE DEPUIS UN MOMENT...

source: CALL AN EXECUTIVE MEETING IN THIRTY MINUTES.
fr_fr: RÉUNION DE LA DIRECTION DANS 30 MINUTES.

source: Typesetting Team Lead:
fr_fr: Responsable de la composition :

source: YOU'RE GOING TO STIR THE POT AND SEE HOW THINGS PAN OUT, HUH?
fr_fr: VOUS METTEZ DE L’HUILE SUR LE FEU POUR VOIR CE QUI SE PASSE, HEIN ?

source: SWIVEL
fr_fr: PIVOTE

source: SIGH…
fr_fr: SOUPIR

source: Translation:
fr_fr: Traduction :

source: DISTRICT ATTORNEY’S OFFICE.
fr_fr: XXX

source: FIRST, I NEED TO MAKE ALLIES.
fr_fr: D’ABORD, JE DOIS ME TROUVER DES ALLIÉS.

source: BUNCH OF MINISTERS BICKERING TILL DAYBREAK OVER WHO GETS WHAT!
fr_fr: DES MINISTRES QUI SE CHAMAILLENT JUSQU’AU PETIT JOUR !

source: DON'T CRY.
fr_fr: NE PLEURE PAS.

source: TO CONFUSE YOU.
fr_fr: POUR VOUS EMBROUILLER.

source: DO IT ALL AGAIN.
fr_fr: REPRENDS TOUT DEPUIS LE DÉBUT.

source: WHO WAS THAT...
fr_fr: QUI ÉTAIT-CE...

source: OH, ME TOO?
fr_fr: OH, MOI AUSSI ?

source: WAIT...
fr_fr: MAIS...

source: SHAKE SHAKE
fr_fr: SECOUE SECOUE

source: INTIMATE INSTINCT
fr_fr: INTUITION

source: JUST NOW?!
fr_fr: LÀ ?!

source: MY LADT MUST RECONSIDER!
fr_fr: VOTRE MAJESTÉ DOIT Y RÉFLÉCHIR !

source: THE PRINCE WAS SO GOOD-LOOKING, THAT I WANTED TO SEE HIM UP CLOSE JUST ONE MORE TIME...
fr_fr: LE PRINCE ÉTAIT SI BEAU QUE J’AI VOULU LE VOIR DE PRÈS UNE DERNIÈRE FOIS.

source: COME ON.
fr_fr: VIENS.

source: A NOVEL BORROWED FROM THE LIBRARY AT THE PRICE OF THREE COPPERS PER VOLUME.
fr_fr: UN LIVRE QUE J’AVAIS EMPRUNTÉ À LA BIBLIOTHÈQUE POUR TROIS SOUS.

source: Agreement of Termination
fr_fr: Rupture de contrat

source: IT WAS BETWEEN 7:35 AND 7:40.
fr_fr: C’ÉTAIT ENTRE 07H35 ET 07H40.

source: NOW TOMATO JUICE THIS TIME?
fr_fr: ET MAINTENANT, DU JUS DE TOMATE ?

source: CHEERS!
fr_fr: SANTÉ !

source: THE SON OF MY STEPMOTHER AND MY FATHER.
fr_fr: LE FILS DE MA BELLE-MÈRE ET DE MON PÈRE.

source: SINCE YOU SAY THAT YOUR BODY IS ALL HEALED, THERE'S NO REASON FOR YOU TO TAKE YOUR MEALS IN YOUR ROOM ALONE ANY LONGER.
fr_fr: PUISQUE TU PRÉTENDS ÊTRE GUÉRIE, TU N’AS PLUS À PRENDRE TES REPAS SEULE DANS TA CHAMBRE.

source: THAT OVERLAPS WITH HER TIME OF DEATH, DOESN’T IT?
fr_fr: ÇA COÏNCIDE AVEC L’HEURE DE SA MORT, N’EST-CE PAS ?

source: YES?
fr_fr: OUI ?

source: HOW AM I SUPPOSED TO EAT WITH EVERYONE STARING AT MY SPOON?
fr_fr: COMMENT SUIS-JE CENSÉE MANGER AVEC TOUS CES YEUX RIVÉS SUR MA CUILLÈRE ?

source: WEBTOON ADAPTATION BY:
fr_fr: ADAPTATION PAR :

source: 'VORCED~
fr_fr: 'VORCER~

source: YES, SIR.
fr_fr: BIEN, MONSIEUR.

source: SO THEY SAW ME RUNNING TO THE CARRIAGE?
fr_fr: M’ONT-ELLES VUE COURIR VERS LE CARROSSE ?

source: IN OTHER WORDS, HE IS THE ELDEST SON OF MY MOTHER AND FATHER WHO HAVE PASSED AWAY.
fr_fr: EN D’AUTRES TERMES, C’EST LE FILS AÎNÉ DE MES PARENTS QUI SONT DÉCÉDÉS.

source: ...WHAT?
fr_fr: ... QUOI ?

source: THE KID’S MORE INSIGHTFUL THAN I THOUGHT.
fr_fr: IL EST PLUS MALIN QUE JE NE LE CROYAIS, LE PETIT.

source: RATTLE
fr_fr: GRRR

source: I DON'T KNOW YOU, AND YOU DON’T KNOW ME.
fr_fr: ON NE SE CONNAÎT NI L’UN NI L’AUTRE.

source: OH, PERFECT~
fr_fr: OH, PARFAIT~

source: RIP
fr_fr: SCRATCH

source: YOU WANT TO BREAK THE DOOR BELL?!
fr_fr: TU VEUX BOUSILLER LA SONNETTE ?!

source: I’M SURE YOU ALL JUST HEARD THAT.
fr_fr: VOUS AVEZ TOUS DÛ L’ENTENDRE.

source: PLEASE FORGIVE ME FOR RUNNING AFTER YOU, WHEN I REALIZED I HAD FORGOTTEN.
fr_fr: PARDONNEZ-MOI D’AVOIR COURU APRÈS VOUS QUAND JE ME SUIS RENDU COMPTE DE CET OUBLI.

source: HENCEFORTH, IT WOULD BE NICE IF WE SAW MORE OF MISS ADRIANNA IN HIGH SOCIETY.
fr_fr: DORÉNAVANT, NOUS POURRONS VOUS COMPTER PLUS SOUVENT PARMI NOUS, DANS LA HAUTE SOCIÉTÉ.

source: THE AFFLUENT, THE SAGACIOUS JEWEL OF THE TIMES
fr_fr: SUBTIL ET PRÉCIEUX TRÉSOR DE SON TEMPS

source: I AM STILL THE DAUGHTER OF A DUKE!
fr_fr: JE RESTE LA FILLE D’UN DUC !

source: YOU SAID THAT YOU WERE GOING TO MEET THE PRINCE ALL OF A SUDDEN.
fr_fr: VOUS AVEZ BRUSQUEMENT DÉCLARÉ QUE VOUS ALLIEZ RENCONTRER LE PRINCE.

source: DON’T WORRY, MA’AM.
fr_fr: NE VOUS EN FAITES PAS.

source: THAT IS A RELIEF.
fr_fr: QUEL SOULAGEMENT !

source: SNIFFLE SNIFFLE
fr_fr: SNIF SNIF

source: I NEVER EVEN IMAGINED...
fr_fr: JE N’AI JAMAIS IMAGINÉ...

source: GLAD YOU SEEM TO KNOW YOUR PLACE, RIAN.
fr_fr: JE SUIS RAVIE QUE TU SACHES QUELLE EST TA PLACE, RIAN.

source: NOT THE AUTOPSY LAB?
fr_fr: PAS EN SALLE D’AUTOPSIE ?

source: THIS IS NO JOKING MATTER!
fr_fr: LE SUJET EST GRAVE !

source: HISS HISS
fr_fr: PSHH PSHH

source: AMONG ALL THE CHARACTERS IN THE BOOK,
fr_fr: PARMI TOUS LES PERSONNAGES DU LIVRE,

source: AS I WAS SAYING, YOU CAN’T KEEP TREATING ME LIKE A KNAVE ANYMORE.
fr_fr: VOUS NE POUVEZ CONTINUER À ME TRAITER COMME UN VAURIEN.

source: EASY NOW.
fr_fr: VOILÀ.

source: THE HOSPITAL?
fr_fr: À L’HÔPITAL ?

source: BUT WHAT SHOULD I DO?
fr_fr: QUE DEVRAIS-JE FAIRE ?

source: CULPRIT
fr_fr: COUPABLE

source: STOP CRYING LIKE A BABY AND SAY SOMETHING!
fr_fr: ARRÊTE DE CHIALER ET RÉPONDS !

source: EIGHT MONTHS LATER.
fr_fr: HUIT MOIS PLUS TARD.

source: FEARED NO OBSTACLES SAVE—
fr_fr: NE CRAIGNAIT AUCUN OBSTACLE, SAUF...

source: THEY SAY THE MORE EXPERIENCE YOU GAIN, THE STRONGER YOU GET...
fr_fr: J’AI GAGNÉ EN EXPÉRIENCE, JE SUIS DONC PLUS FORTE...

source: THEY’LL BE MOVING HER TO THE HOSPITAL SOON.
fr_fr: ILS VONT BIENTÔT L’EMMENER À L’HÔPITAL.

source: WHAT ABOUT ME?
fr_fr: ET MOI ?

source: WELL, WE’LL HAVE TO SEE ABOUT THAT.
fr_fr: C’EST CE QU’ON VA VOIR.

source: HM
fr_fr: HUM

source: TRICKLE
fr_fr: GLOU GLOU

source: ME!
fr_fr: MOI !

source: IT’S IMPERIAL MAJESTY, KNAVE.
fr_fr: VOTRE MAJESTÉ IMPÉRIALE, VAURIEN.

source: BECAUSE IT’S CLEAR MY SISTER COMMITTED SUICIDE.
fr_fr: PARCE QUE MA SŒUR S’EST SUICIDÉE. C’EST FLAGRANT.

source: MY STEPMOTHER, MARIANNE, IS THE TYPE OF PERSON WHO IS VERY CONCERNED ABOUT HER PUBLIC IMAGE!
fr_fr: MA BELLE-MÈRE, MARIANNE, ATTACHE UNE GRANDE IMPORTANCE À SON IMAGE EN PUBLIC.

source: SORRY I'M LATE.
fr_fr: PARDON POUR LE RETARD.

source: STORY AND ART BY JH
fr_fr: HISTOIRE ET ILLUSTRATION DE JH

source: WE DISCUSSED THE TERMS AND EXPECTATIONS OF THIS MARRIAGE, AND IT WAS A DONE DEAL.
fr_fr: NOUS AVONS DISCUTÉ DES CONDITIONS DU MARIAGE ET DE NOS ATTENTES ET L’AFFAIRE ÉTAIT RÉGLÉE.

source: I AM SWAMPED ENOUGH WITH MY CURRENT DUTIES.
fr_fr: J’AI DÉJÀ BIEN ASSEZ D’OBLIGATIONS.

source: FWAH
fr_fr: HEIN ?

source: BOW
fr_fr: RÉVÉRENCE

source: BUT MY JOY WAS SHORT-LIVED...
fr_fr: MAIS MA JOIE FUT DE COURTE DURÉE...

source: UGH!
fr_fr: RHOO !

source: YOU FELL FROM THE TOP OF THAT HIGH STAIRCASE, YOU SHOULDN'T BE PUSHING YOURSELF!
fr_fr: VOUS ÊTES TOMBÉE DU HAUT DE CET ESCALIER. VOUS NE DEVRIEZ PAS VOUS FATIGUER !

source: HOW ABOUT GETTING RID OF THIS WALL?
fr_fr: ET SI ON ABATTAIT CE MUR ?

source: AS FOR HER AGE,
fr_fr: QUANT À SON ÂGE,
